[
    {
        "id": 1,
        "title": "Sunlit Whisper",
        "price": 54.95,
        "description": "This delicate blend of citrus and white florals, featuring notes of sparkling bergamot, delicate jasmine, and a touch of creamy sandalwood, creates a light and airy daytime scent. Perfect for a woman who wants to feel fresh and radiant throughout the day.",
        "category": "Women"
    },
    {
        "price": 81.42,
        "id": 2,
        "title": "Urban Pulse",
        "description": "A vibrant mix of woody and spicy notes, Urban Pulse creates a bold and energetic fragrance. Top notes of crisp cardamom and invigorating grapefruit give way to a heart of warm cedarwood and a touch of smoky vetiver. The base of musk and amber adds depth and sophistication, making this a perfect scent for both men and women who want to leave a lasting impression.",
        "category": "Unisex"
    },
    {
        "title": "Mystic Forest",
        "id": 3,
        "price": 112.30,
        "description": "Intriguing and captivating, Mystic Forest is a blend of earthy notes that evoke the mysteries of the ancient woods. Earthy patchouli and vetiver are balanced with a hint of smoky incense, creating a complex and alluring fragrance. This sophisticated scent is perfect for the man who wants to exude an air of confidence and intrigue.",
        "category": "Men"
    },
    {
        "title": "Sparkling Citrus",
        "id": 4,
        "price": 69.99,
        "description": "A burst of sunshine in a bottle, Sparkling Citrus is a refreshing and invigorating blend of grapefruit, lemon, and a touch of mint. This unisex fragrance is perfect for anyone who wants to feel energized and uplifted throughout the day. The zesty citrus notes awaken the senses, while the cooling mint adds a touch of invigorating freshness.",
        "category": "Unisex"
    },
    {
        "title": "Vanilla Embrace",
        "id": 5,
        "price": 72.80,
        "description": "Warm and comforting, Vanilla Embrace is a fragrance that invites you to snuggle in. Rich vanilla bean is the star of the show, but a touch of sandalwood and musk adds depth and complexity. This feminine scent is perfect for a cozy night in or a romantic evening out.",
        "category": "Women"
    },
    {
        "title": "Crimson Sunset",
        "id": 6,
        "price": 99.00,
        "description": "This captivating blend of floral and oriental notes unfolds like a mesmerizing sunset. Luscious rose and velvety plum create a romantic heart, while warm amber and a touch of spicy saffron add depth and intrigue. Perfect for the woman who leaves a lasting impression.",
        "category": "Women"
    },
    {
        "title": "Nomad's Leather",
        "id": 7,
        "price": 87.50,  
        "description": "An air of adventure and exploration is captured in Nomad's Leather. Rich leather accord combines with invigorating citrus notes and a hint of smoky woods, creating a masculine and sophisticated fragrance. Perfect for the man who embraces his adventurous spirit.",
        "category": "Men"
    },
    {
        "title": "Oceanic Escape",
        "id": 8,
        "price": 64.75,
        "description": "Transport yourself to a secluded beach with Oceanic Escape. Sparkling sea salt and crisp seaweed notes mingle with calming lavender and a touch of citrus, creating a refreshing and invigorating unisex fragrance. Perfect for anyone who craves a sense of escape and tranquility.",
        "category": "Unisex"
    },
    {
        "title": "Secret Garden",
        "id": 9,
        "price": 78.99,
        "description": "A hidden world of floral delights awaits in Secret Garden. Delicate lily of the valley and sweet honeysuckle intertwine with hints of green leaves and crisp cucumber, creating a feminine scent that is both fresh and captivating. Perfect for the woman who embraces her own unique charm.",
        "category": "Women"
    },
    {
        "title": "Spiced Amber",
        "id": 10,
        "price": 104.20,
        "description": "Warm and alluring, Spiced Amber is a fragrance that commands attention. Rich amber forms the base, while notes of cardamom, clove, and a hint of cinnamon add warmth and complexity. This unisex fragrance is perfect for anyone who wants to make a bold statement.",
        "category": "Unisex"
    },
    {
        "title": "Starry Nightfall",
        "id": 11,
        "price": 82.10,
        "description": "A mesmerizing blend of celestial notes captures the magic of a starry night. Sparkling bergamot and cool night air mingle with a touch of powdery iris and warm musk, creating a calming and sophisticated fragrance. Perfect for anyone seeking a touch of mystery and intrigue.",
        "category": "Unisex"
    },
    {
        "title": "Blushing Peony",
        "id": 12,
        "price": 69.50,
        "description": "This delicate fragrance is a celebration of springtime beauty. Delicate peony blossoms take center stage, surrounded by hints of sweet pear, fresh greens, and a touch of powdery musk. Perfect for the woman who exudes grace and femininity.",
        "category": "Women"
    },
    {
        "title": "Forest Awakening",
        "id": 13,
        "price": 91.40,
        "description": "The invigorating freshness of a morning walk in the woods is captured in Forest Awakening. Crisp pine needles and earthy moss mingle with a touch of citrus and a hint of wild berries, creating an energizing and invigorating fragrance. Perfect for the man who embraces an active lifestyle and a connection with nature.",
        "category": "Men"
    },
    {
        "title": "Whispers of Vanilla",
        "id": 14,
        "price": 58.75,
        "description": "This light and comforting fragrance is perfect for everyday wear. Creamy vanilla bean is complemented by subtle notes of white musk and a touch of sandalwood, creating a warm and inviting scent. Perfect for anyone who wants to feel cozy and confident throughout the day.",
        "category": "Unisex"
    },
    {
        "title": "Fiery Ruby",
        "id": 15,
        "price": 110.30,
        "description": "A bold and passionate fragrance, Fiery Ruby commands attention. Sparkling red currant and juicy pomegranate create a vibrant opening, while warm amber and a touch of smoky incense add depth and mystery. This captivating scent is perfect for the woman who leaves a lasting impression.",
        "category": "Women"
    }
]
  
  